Revit 2024 API
ParameterTypeId.GraphicDisplayOptionsBackground Property
 "Background"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId GraphicDisplayOptionsBackground { get; }
Visual Basic
Public Shared ReadOnly Property GraphicDisplayOptionsBackground As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ GraphicDisplayOptionsBackground {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace